IDEA Open Model
CheckSection.Extremes Property
Compatible with IDEA StatiCa Beta 20.0
 Section extremes
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<CheckSectionExtreme> Extremes { get; set; }
Public Property Extremes As List(Of CheckSectionExtreme)
	Get
	Set
Property Value
Type: List<CheckSectionExtreme>
See Also
Reference
CheckSection Class
IdeaRS.OpenModel.Concrete Namespace